Repository: KojimaKumiko/InactivityBot
Catalog: Ressources/Inactivity.*.resx
Languages: de

# AccountName_Incorrect
source: Your Guild Wars 2 account name is inccorect. Please make sure to also specify the last 4 Digits of your GW2 account name.
de: Dein Guild Wars 2 Account Name ist falsch. Bitte geb auch die letzten 4 Ziffern deines GW2 Account Namens an.

# Cancel_MessageNotFound
source: Successfully canceled the reaction event, but could not find the message to delete.
de: Reaktionen erfolgreich beendet aber die zu löschende Nachricht konnte nicht gefunden werden.

# Cancel_MissingPermissions
source: Successfully canceled the reaction event, but could not delete the message because of missing permissions.
de: Reaktionen erfolgreich beendet aber die Nachricht konnte nicht gelöscht werden aufgrund fehlender Rechte.

# Cancel_Success
source: Successfully canceled and deleted the message.
de: Reaktionen erfolgreich beendet und die Nachricht gelöscht!

# Emoji_Custom
source: Custom emotes are currently not supported!
de: Custom Emotes werden derzeit nicht unterstützt!

# Emoji_NoSpecified
source: No Emoji was specified!
de: Kein Emoji wurde angegeben!

# Emoji_Success
source: Successfully set {0} as new {1} Emoji! Please also make sure to use the commands !cancel and !inactivity so that everything works as intended again!
de: {0} wurde erfolgreich als neues {1} Emoji gesetzt! Bitte nutze auch anschließend die Commands !cancel und !inactivity um sicherzugehen das alles wieder so funktioniert wie es soll!

# GetRaid_NoRaids
source: No Raids were found.
de: Es wurden keine Raids gefunden.

# GetRaid_Success
source: The current raids are:
de: Die derzeitigen Raids sind:

# GuildMemberUpdated_Start
source: Starting to listen to the "GuildMemberUpdated" event.
de: Es wird auf das event "GuildMemberUpdated" nun gehört.

# GuildMemberUpdated_Stop
source: Stopped listening to the "GuildMemberUpdated" event.
de: Es wird nicht mehr auf das "GuildMemberUpdated" event gehört.

# Inactive_Success
source: Thank you for answering the questions. Your Inactivity Report will now be proccessed by your Raid-Leaders or one of the moderators. Please be patient, as this proccess will take some time.
de: Vielen Dank für das Beantworten der Fragen. Dir wurde nun automatisch die Inaktivitäts-Rolle hinzugefügt und die Raidleitung wurde darüber Informiert.

# InactivityRole_Added
source: Inactivity Role already added.
de: Inaktivitäts Rolle wurde bereits hinzugefügt.

# Inactivity_AccountName
source: Your Guild Wars 2 account name
de: Dein Guild Wars 2 Account Name

# Inactivity_AccountName_DigitsMissing
source: Please also specifiy the last 4 digits of your GW2 account name!
de: Bitte geb auch die letzten 4 Ziffern deines GW2 Account Namens an!

# Inactivity_Active
source: You are no longer inactive!
de: Du bist nicht mehr Inaktiv!

# Inactivity_Active_Lead
source: {0} is no longer inactive!
de: {0} ist nicht mehr Inaktiv!

# Inactivity_Channel
source: The current destination channel is: {0}
de: Der derzeitige Ziel-Channel ist: {0}

# Inactivity_Duration
source: How long will you be inactive/paused?
de: Wie lange möchtest du pausieren?

# Inactivity_Embed_Period
source: Period
de: Dauer

# Inactivity_Embed_Reason
source: Reason
de: Grund

# Inactivity_Embed_Title
source: Inactivity!
de: Inaktivität!

# Inactivity_Forced
source: The raider {0} was set inactive by {1}
de: Der Raider {0} wurde durch {1} Inaktiv gesetzt.

# Inactivity_Message
source: React with {0} to be inactiv or {1} to be active again!
de: Reagiere mit {0} um dich Inaktiv zu melden oder mit {1} um wieder Aktiv zu werden!

# Inactivity_MissingChannel
source: No destination channel is specified. Please make sure to specifiy one, using the command !setChannel
de: Kein Ziel-Channel angegeben. Bitte gebe einen an mit dem Kommand !setChannel

# Inactivity_MissingRole
source: No inactivity role is specified. Please make sure to specifiy one, using the command !setRole
de: Keine Inaktivitäts-Rolle angegeben. Bitte gebe eine an mit dem Kommand !setRole

# Inactivity_NoChannel
source: No destination channel was set. To set one, use the command !channel [channelName] (where [channelName] is the name of the channel or the ping to it)
de: Es wurde kein Ziel-Channel gesetzt. Um einen zu setzen, nutze bitte den Command !setChannel [channelName] (wo [channelName] der name des Channels ist oder der Ping dazu)

# Inactivity_NoRole
source: No inactivity role was set. To set one, use the command !role [roleName] (where [roleName] is the name of the role or the ping of it)
de: Es wurde keine Inaktivitäts-Rolle gesetzt. Um eine zu setzen, nutze bitte den Command !setRole [rollenName] (wo [rollenName] der name der Rolle ist oder der Ping dazu)

# Inactivity_Reason
source: Please state the reason, as to why you are pausing
de: Bitte geb den Grund an, warum du pausierst

# Inactivity_Role
source: The current inactivity role is: {0}
de: Die derzeitige Inaktivitäts-Rolle ist: {0}

# Missing_Reason
source: The inactivity message was not sent because the reason is missing.
de: Die Inaktivitätsmeldung wurde nicht gesendet, weil der Grund dafür fehlt.

# RemoveRaid_RaidNotFound
source: The Raid is not present in the collection. To see what Raid is in the collection currently, use the command "!getRaids".
de: Der Raid ist in der Liste nicht vorhanden. Um zu sehen welche Raids in der Liste vorhanden sind, nutze den Command "!getRaids".

# RemoveRaid_Success
source: The Raid was successfully removed from the collection!
de: Der Raid wurde erfolgreich aus der Liste entfernt!

# SetChannel_NoChannel
source: Please provide a channel by referencing it with # and the channel name. e.g. #inactivity
de: Bitte gebe einen Channel an in dem du diesen mit einem # referenzierst z.B. #inaktiv

# SetChannel_Success
source: Succesfully set the destination channel!
de: Ziel-Channel erfolgreich gesetzt!

# SetLanguage_NoLocale
source: No Language code was provided. Please specify either "en-US" for English or "de-DE" for German!
de: Kein Sprach-Code wurde angegeben. Bitte gebe entweder "en-US" für Englisch oder "de-DE" für Deutsch an!

# SetLanguage_NotSupported
source: The provided Language code was wrong or is currently not supported. Either use "en-US" for English or "de-DE" for German.
de: Der angegebene Sprach-Code ist entweder falsch, oder wird nicht unterstützt. Bitte gebe entweder "en-US" für Englisch oder "de-DE" für Deutsch an.

# SetLanguage_Success
source: Successfully changed language!
de: Sprache erfolgreich gewechselt!

# SetRaid_AlreadyExisting
source: The Raid-Role is already present in the collection.
de: Die Raid-Rolle ist in der Liste schon vorhanden.

# SetRaid_NoRaid
source: Please specify a raid role either by pinging it (with an @) or writing the name of it.
de: Bitte spezifiziere eine Raid Rolle in dem du diese pingst (mit einem @) oder den Namen ausschreibst.

# SetRaid_NotFound
source: Could not find the specified raid role. Please make sure that the name is correct and it exists.
de: Die angegebene Rolle konnte nicht gefunden werden. Bitte vergewissere dich das der Name richtig ist und die Rolle existiert.

# SetRaid_Success
source: Successfully added the Raid Role!
de: Raid-Rolle erfolgreich hinzugefügt!

# SetRole_NoRole
source: Please specify a role by referencing it with an @. e.g. @inactive, @admin, ...
de: Bitte gebe eine Rolle an in dem du diese mit einem @ referenzierst oder den Namen angibst. z.B. @inaktiv, @admin, Rolle mit langem namen, ...

# SetRole_RoleNotFound
source: Could not find the specified role. Please make sure that the name is correct and it exists.
de: Die angegebene Rolle konnte nicht gefunden werden. Bitte vergewissere dich das der Name richtig ist und die Rolle existiert.

# SetRole_Success
source: Successfully set the inactive role!
de: Inaktivitäts-Rolle erfolgreich gesetzt!

# Timeout
source: The Bot no longer reacts to incoming messages, as the reply took too long.
de: Der Bot reagiert nicht mehr auf eingehende Nachrichten, da die Antwort zu lange dauerte.
